
character = "我的你是了不们这一他么在有个好来人那要会就什没到说吗为想能上去道她很看可知得过吧还对里以都事子生时样也和下真现做大啊怎么点起天把开着让给\
但谢只些如家后儿多意别所话小白回然\
果发见心走定听觉太该当经妈用打地再因\
呢女告最手前找行快而死先像等被从明中\
哦情作跟面诉爱已之问错孩斯成\
它感干法电间哪西已候次信欢正实关进车年喜\
认克爸谁方老应比帮无晚动头机分特相全杀需\
放常直才关于带今为工许东名同长亦种者嘿白学\
安尔叫理本国第友高两保请非重公记身受住活加\
何伙题完接拿望解其离谈又新更钱马思部\
场嗯计任确吃始结利朋警士外件难位\
表刚希查拉边或将男准变证物员总嗅系\几管\
玩处办主气每少切失算性此必备合德队试抱医\
通体乐并三早门害歉选嗨房命且向兴\
球服入照提掉夫路演够日案舞决求约字呃肯目\
笑伤神父指报留水教枪清色号世远\
片官口师原酒周星识赛救底棒须收\
交坐停卡尼婚格眼金蛋息室内运根单\
宝哥张搞战火罗至万声布音期条消买病\
整奇弟犯装贝您怕送护度花节近怪\
持光与穿愿象影击使二喝月器察\
止十拜鬼睡啦调巴兄紧站品英罪\
据派票兰恶烦取游糟令随五圣式\
投化未束醒威班终差梦赢药迪店\
惊迎段标检各义百民功唯夜示靠休灵狱\
密线代忙坏久议衣血钟继礼份数疯平\
杰校幸专复量首改忘术局客假永维岁\
弹静故吸喂集极讲块趣类呀戏曾容步\
落饭林换及船争猜洛级姆雷刻建团王\
山普价元角怀床奥模验索街艾呼视料\
强由论 飞业 续视母空军跑阿尽注弄\
务基台另恩书统风况四黑否险言米\
味区漂支乎录考超拍轻连往组满造\
杯市城哇权某激立程伊讨责昨闭庭\
设松博置逃观痛狂足码恐吉历慢妻\
嘛哈助达海待托除写绝界帝姐反担司\
亮抓跳联混便狗脑业歌精包转却参院\
嘴毒越律费科麻简易流治唱答倒划控\
卖显监半图语付热排楚偷敢油餐破莱\
脸引择疑赶俩独冷妹楼皮存练娘顿断\
制文探丽释"
hanyu = list(character)

if __name__ == '__main__':
    print(hanyu)
    print(len(hanyu))